Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.HardwareHashRetireCertificatesConfirmationMessageFormat
source: Foundry will remove only the {0} selected certificates from the managed app registration. Other app credentials will be preserved.
ar_sa: Foundry سيزيل فقط الشهادات المحددة {0} من تسجيل التطبيق المُدار. سيتم الاحتفاظ ببيانات اعتماد التطبيق الأخرى.
bg_bg: Foundry ще премахне само {0} избраните сертификати от регистрацията на управляваното приложение. Други идентификационни данни за приложението ще бъдат запазени.
cs_cz: Foundry odstraní pouze {0} vybrané certifikáty z registrace spravované aplikace. Ostatní přihlašovací údaje aplikace zůstanou zachovány.
da_dk: Foundry vil kun fjerne de {0} valgte certifikater fra den administrerede app-registrering. Andre app-legitimationsoplysninger vil blive bevaret.
de_de: Foundry entfernt nur die {0} ausgewählten Zertifikate aus der verwalteten App-Registrierung. Andere App-Anmeldeinformationen bleiben erhalten.
el_gr: Το Foundry θα αφαιρέσει μόνο τα επιλεγμένα πιστοποιητικά {0} από την εγγραφή διαχειριζόμενης εφαρμογής. Άλλα διαπιστευτήρια εφαρμογής θα διατηρηθούν.
es_mx: Foundry eliminará solo los certificados {0} seleccionados del registro de la aplicación administrada. Se conservarán otras credenciales de la aplicación.
et_ee: Foundry eemaldab hallatud rakenduse registreerimisest ainult {0} valitud sertifikaadid. Muud rakenduse mandaadid säilitatakse.
fi_fi: Foundry poistaa vain {0} valitut varmenteet hallitun sovelluksen rekisteröinnistä. Muut sovelluksen kirjautumistiedot säilytetään.
fr_ca: Foundry supprimera uniquement les {0} certificats sélectionnés de l'enregistrement de l'application gérée. Les autres informations d'identification de l'application seront conservées.
he_il: Foundry יסיר רק את האישורים {0} שנבחרו מהרישום של האפליקציה המנוהלת. אישורי אפליקציה אחרים יישמרו.
hr_hr: Foundry će ukloniti samo {0} odabrane certifikate iz registracije upravljane aplikacije. Ostale vjerodajnice aplikacije bit će sačuvane.
hu_hu: Az Foundry csak a {0} kiválasztott tanúsítványokat távolítja el a kezelt alkalmazásregisztrációból. A többi alkalmazás hitelesítő adatai megmaradnak.
it_it: Foundry rimuoverà solo i certificati selezionati {0} dalla registrazione dell'app gestita. Le altre credenziali dell'app verranno conservate.
ja_jp: Foundry は、{0} で選択された証明書のみを管理対象アプリの登録から削除します。他のアプリの認証情報は保持されます。
ko_kr: Foundry은 관리되는 앱 등록에서 선택한 {0} 인증서만 제거합니다. 다른 앱 자격 증명은 유지됩니다.
lt_lt: Foundry pašalins tik {0} pasirinktus sertifikatus iš valdomos programos registracijos. Kiti programos kredencialai bus išsaugoti.
lv_lv: Foundry no pārvaldītās lietotnes reģistrācijas noņems tikai {0} atlasītos sertifikātus. Citi lietotņu akreditācijas dati tiks saglabāti.
nb_no: Foundry vil fjerne bare de {0} valgte sertifikatene fra den administrerte appregistreringen. Annen applegitimasjon vil bli bevart.
nl_nl: Foundry verwijdert alleen de {0} geselecteerde certificaten uit de beheerde app-registratie. Andere app-inloggegevens blijven behouden.
pl_pl: Foundry usunie tylko {0} wybrane certyfikaty z rejestracji aplikacji zarządzanej. Inne dane uwierzytelniające aplikacji zostaną zachowane.
pt_pt: Foundry removerá apenas os certificados {0} selecionados do registro do aplicativo gerenciado. Outras credenciais do aplicativo serão preservadas.
ro_ro: Foundry va elimina numai certificatele {0} selectate din înregistrarea aplicației gestionate. Alte acreditări ale aplicației vor fi păstrate.
ru_ru: Foundry удалит из регистрации управляемого приложения только {0} выбранные сертификаты. Другие учетные данные приложения будут сохранены.
sk_sk: Foundry odstráni iba {0} vybrané certifikáty z registrácie spravovanej aplikácie. Ostatné poverenia aplikácie zostanú zachované.
sl_si: Foundry bo odstranil samo {0} izbrana potrdila iz registracije upravljane aplikacije. Druge poverilnice aplikacije bodo ohranjene.
sr_latn_rs: Foundry će ukloniti samo {0} izabrane sertifikate iz registracije upravljane aplikacije. Ostale akreditive aplikacije će biti sačuvane.
sv_se: Foundry tar endast bort de {0} valda certifikaten från den hanterade appregistreringen. Andra appuppgifter kommer att bevaras.
th_th: Foundry จะลบเฉพาะใบรับรอง {0} ที่เลือกออกจากการลงทะเบียนแอปที่ได้รับการจัดการ ข้อมูลรับรองแอปอื่นๆ จะถูกเก็บรักษาไว้
tr_tr: Foundry, yönetilen uygulama kaydından yalnızca {0} seçilen sertifikaları kaldıracaktır. Diğer uygulama kimlik bilgileri korunacaktır.
uk_ua: Foundry видалить лише {0} вибрані сертифікати з реєстрації керованої програми. Інші облікові дані програми буде збережено.
zh_cn: Foundry 将仅从托管应用程序注册中删除{0} 选定的证书。其他应用程序凭据将被保留。
zh_tw: Foundry 將僅從託管應用程式註冊中刪除{0} 選定的憑證。其他應用程式憑證將被保留。

# Autopilot.HardwareHashTenantConnected
source: Connected
ar_sa: متصل
bg_bg: Свързан
cs_cz: Připojeno
da_dk: Forbundet
de_de: Verbunden
el_gr: Συνδεδεμένος
es_mx: Conectado
et_ee: Ühendatud
fi_fi: Yhdistetty
fr_ca: Connecté
he_il: מחובר
hr_hr: Povezan
hu_hu: Csatlakozva
it_it: Connesso
ja_jp: 接続済み
ko_kr: 연결됨
lt_lt: Prisijungta
lv_lv: Savienots
nb_no: Tilkoblet
nl_nl: Verbonden
pl_pl: Połączono
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключено
sk_sk: Pripojené
sl_si: Povezan
sr_latn_rs: Povezano
sv_se: Ansluten
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlı
uk_ua: Підключено
zh_cn: 已连接
zh_tw: 已連接

# Autopilot.HardwareHashTenantConnectionDialogMessage
source: Complete sign-in in the browser to configure Autopilot hardware hash upload.
ar_sa: أكمل تسجيل الدخول في المتصفح لتكوين تحميل تجزئة الأجهزة Autopilot.
bg_bg: Завършете влизане в браузъра, за да конфигурирате качването на Autopilot хардуерен хеш.
cs_cz: Dokončete přihlášení v prohlížeči a nakonfigurujte nahrávání hardwarového hash Autopilot.
da_dk: Fuldfør login i browseren for at konfigurere Autopilot hardware hash upload.
de_de: Schließen Sie die Anmeldung im Browser ab, um den Hardware-Hash-Upload von Autopilot zu konfigurieren.
el_gr: Ολοκληρώστε τη σύνδεση στο πρόγραμμα περιήγησης για να διαμορφώσετε τη μεταφόρτωση κατακερματισμού υλικού Autopilot.
es_mx: Complete el inicio de sesión en el navegador para configurar la carga de hash de hardware Autopilot.
et_ee: Viige brauseris sisselogimine, et seadistada Autopilot riistvara räsi üleslaadimine.
fi_fi: Viimeistele sisäänkirjautuminen selaimessa määrittääksesi Autopilot laitteiston hash-latauksen.
fr_ca: Connectez-vous dans le navigateur pour configurer le téléchargement du hachage matériel Autopilot.
he_il: השלם את הכניסה בדפדפן כדי להגדיר את Autopilot העלאת hash של החומרה.
hr_hr: Dovršite prijavu u preglednik za konfiguraciju Autopilot prijenosa raspršene vrijednosti hardvera.
hu_hu: A Autopilot hardveres hash-feltöltés konfigurálásához fejezze be a bejelentkezést a böngészőben.
it_it: Completa l'accesso nel browser per configurare il caricamento dell'hash hardware Autopilot.
ja_jp: ブラウザーでサインインを完了して、Autopilot ハードウェア ハッシュ アップロードを構成します。
ko_kr: Autopilot 하드웨어 해시 업로드를 구성하려면 브라우저에서 로그인을 완료하세요.
lt_lt: Užbaikite prisijungimą naršyklėje, kad sukonfigūruotumėte Autopilot aparatinės įrangos maišos įkėlimą.
lv_lv: Pabeidziet pierakstīšanos pārlūkprogrammā, lai konfigurētu Autopilot aparatūras hash augšupielādi.
nb_no: Fullfør påloggingen i nettleseren for å konfigurere Autopilot maskinvarehash-opplasting.
nl_nl: Voltooi de aanmelding in de browser om Autopilot hardware-hash-upload te configureren.
pl_pl: Dokończ logowanie w przeglądarce, aby skonfigurować przesyłanie skrótu sprzętowego Autopilot.
pt_pt: Conclua o login no navegador para configurar o upload de hash de hardware Autopilot.
ro_ro: Completați conectarea în browser pentru a configura Autopilot încărcarea hash hardware.
ru_ru: Завершите вход в браузер, чтобы настроить загрузку аппаратного хеша Autopilot.
sk_sk: Ak chcete nakonfigurovať nahrávanie hardvérového hashu Autopilot, dokončite prihlásenie v prehliadači.
sl_si: Dokončajte prijavo v brskalnik, da konfigurirate nalaganje zgoščene vrednosti strojne opreme Autopilot.
sr_latn_rs: Završite prijavu u pregledaču da biste konfigurisali Autopilot hardversko heš otpremanje.
sv_se: Slutför inloggningen i webbläsaren för att konfigurera Autopilot hårdvaruhashuppladdning.
th_th: ลงชื่อเข้าใช้เบราว์เซอร์ให้เสร็จสิ้นเพื่อกำหนดค่าการอัปโหลดแฮชฮาร์ดแวร์ Autopilot
tr_tr: Autopilot donanım karma yüklemesini yapılandırmak için tarayıcıda oturum açmayı tamamlayın.
uk_ua: Завершіть вхід у веб-переглядач, щоб налаштувати завантаження хешу апаратного забезпечення Autopilot.
zh_cn: 在浏览器中完成登录以配置Autopilot硬件哈希上传。
zh_tw: 在瀏覽器中完成登入以配置Autopilot硬體哈希上傳。

# Autopilot.HardwareHashTenantConnectionDialogTitle
source: Sign in to Microsoft Graph
ar_sa: قم بتسجيل الدخول إلى Microsoft Graph
bg_bg: Влезте в Microsoft Graph
cs_cz: Přihlaste se do Microsoft Graph
da_dk: Log ind på Microsoft Graph
de_de: Melden Sie sich bei Microsoft Graph an
el_gr: Συνδεθείτε στο Microsoft Graph
es_mx: Inicia sesión en Microsoft Graph
et_ee: Logige sisse aadressil Microsoft Graph
fi_fi: Kirjaudu sisään Microsoft Graph
fr_ca: Connectez-vous à Microsoft Graph
he_il: היכנס אל Microsoft Graph
hr_hr: Prijavite se na Microsoft Graph
hu_hu: Bejelentkezés a Microsoft Graph címre
it_it: Accedi a Microsoft Graph
ja_jp: Microsoft Graph にサインインします
ko_kr: Microsoft Graph에 로그인하세요.
lt_lt: Prisijunkite prie Microsoft Graph
lv_lv: Pierakstieties Microsoft Graph
nb_no: Logg på Microsoft Graph
nl_nl: Meld u aan bij Microsoft Graph
pl_pl: Zaloguj się do Microsoft Graph
pt_pt: Faça login em Microsoft Graph
ro_ro: Conectați-vă la Microsoft Graph
ru_ru: Войдите в Microsoft Graph
sk_sk: Prihláste sa do Microsoft Graph
sl_si: Prijavite se v Microsoft Graph
sr_latn_rs: Prijavite se na Microsoft Graph
sv_se: Logga in på Microsoft Graph
th_th: ลงชื่อเข้าใช้ Microsoft Graph
tr_tr: Microsoft Graph'da oturum açın
uk_ua: Увійдіть на Microsoft Graph
zh_cn: 登录Microsoft Graph
zh_tw: 登入Microsoft Graph

# Autopilot.HardwareHashTenantDetailsClientId
source: Client ID
ar_sa: معرف العميل
bg_bg: ID на клиента
cs_cz: ID klienta
da_dk: Klient-id
de_de: Kunden-ID
el_gr: Αναγνωριστικό πελάτη
es_mx: ID de cliente
et_ee: Kliendi ID
fi_fi: Asiakastunnus
fr_ca: Identifiant client
he_il: מזהה לקוח
hr_hr: ID klijenta
hu_hu: Ügyfél-azonosító
it_it: ID cliente
ja_jp: クライアントID
ko_kr: 클라이언트 ID
lt_lt: Kliento ID
lv_lv: Klienta ID
nb_no: Klient-ID
nl_nl: Klant-ID
pl_pl: Identyfikator klienta
pt_pt: ID do cliente
ro_ro: ID client
ru_ru: Идентификатор клиента
sk_sk: ID klienta
sl_si: ID stranke
sr_latn_rs: ID klijenta
sv_se: Klient-ID
th_th: รหัสลูกค้า
tr_tr: Müşteri Kimliği
uk_ua: ID клієнта
zh_cn: 客户ID
zh_tw: 客戶ID

# Autopilot.HardwareHashTenantDetailsTenantId
source: Tenant ID
ar_sa: معرف المستأجر
bg_bg: ID на наемателя
cs_cz: ID nájemce
da_dk: Lejer ID
de_de: Mieter-ID
el_gr: Ταυτότητα μισθωτή
es_mx: ID de inquilino
et_ee: Üürniku ID
fi_fi: Vuokralaisen tunnus
fr_ca: ID du locataire
he_il: זיהוי דייר
hr_hr: ID stanara
hu_hu: Bérlői azonosító
it_it: ID inquilino
ja_jp: テナントID
ko_kr: 테넌트 ID
lt_lt: Nuomininko ID
lv_lv: Īrnieka ID
nb_no: Leietaker ID
nl_nl: Huurder-ID
pl_pl: Identyfikator najemcy
pt_pt: ID do locatário
ro_ro: ID locatar
ru_ru: Идентификатор арендатора
sk_sk: ID nájomcu
sl_si: ID najemnika
sr_latn_rs: ID stanara
sv_se: Hyresgäst ID
th_th: รหัสผู้เช่า
tr_tr: Kiracı Kimliği
uk_ua: ID орендаря
zh_cn: 租户ID
zh_tw: 租戶ID

# Autopilot.HardwareHashTenantNotConnected
source: Not connected
ar_sa: غير متصل
bg_bg: Не е свързан
cs_cz: Nepřipojeno
da_dk: Ikke forbundet
de_de: Nicht verbunden
el_gr: Δεν είναι συνδεδεμένο
es_mx: No conectado
et_ee: Pole ühendatud
fi_fi: Ei yhdistetty
fr_ca: Non connecté
he_il: לא מחובר
hr_hr: Nije povezano
hu_hu: Nincs csatlakoztatva
it_it: Non connesso
ja_jp: 接続されていません
ko_kr: 연결되지 않음
lt_lt: Neprisijungęs
lv_lv: Nav savienots
nb_no: Ikke tilkoblet
nl_nl: Niet verbonden
pl_pl: Nie podłączony
pt_pt: Não conectado
ro_ro: Nu este conectat
ru_ru: Не подключено
sk_sk: Nepripojené
sl_si: Ni povezano
sr_latn_rs: Nije povezan
sv_se: Ej ansluten
th_th: ไม่ได้เชื่อมต่อ
tr_tr: Bağlı değil
uk_ua: Не підключено
zh_cn: 未连接
zh_tw: 未連接

# Autopilot.HardwareHashTenantReadinessDescription
source: Tenant, app registration, and readiness information for hardware hash upload.
ar_sa: معلومات المستأجر وتسجيل التطبيق والاستعداد لتحميل تجزئة الأجهزة.
bg_bg: Наемател, регистрация на приложение и информация за готовност за качване на хардуерен хеш.
cs_cz: Informace o nájemci, registraci aplikace a připravenosti pro nahrávání hardwarového hash.
da_dk: Oplysninger om lejer, appregistrering og parathed til upload af hardware-hash.
de_de: Mandanten-, App-Registrierungs- und Bereitschaftsinformationen für den Hardware-Hash-Upload.
el_gr: Πληροφορίες ενοικιαστή, εγγραφής εφαρμογής και ετοιμότητας για μεταφόρτωση κατακερματισμού υλικού.
es_mx: Inquilino, registro de aplicaciones e información de preparación para la carga de hash de hardware.
et_ee: Rentniku, rakenduse registreerimise ja valmisolekuteave riistvara räsi üleslaadimiseks.
fi_fi: Vuokralainen, sovelluksen rekisteröinti ja valmiustiedot laitteiston hash-latausta varten.
fr_ca: Informations sur le locataire, l'enregistrement de l'application et la préparation au téléchargement de hachage matériel.
he_il: מידע על דייר, רישום אפליקציה ומוכנות להעלאת גיבוב חומרה.
hr_hr: Zakupnik, registracija aplikacije i informacije o spremnosti za učitavanje hash hardvera.
hu_hu: Bérlői, alkalmazásregisztráció és hardveres hash feltöltési készenléti információk.
it_it: Tenant, registrazione dell'app e informazioni sulla disponibilità per il caricamento dell'hash hardware.
ja_jp: テナント、アプリ登録、およびハードウェア ハッシュ アップロードの準備情報。
ko_kr: 하드웨어 해시 업로드를 위한 테넌트, 앱 등록 및 준비 정보입니다.
lt_lt: Informacija apie nuomininką, programos registraciją ir aparatinės įrangos maišos įkėlimą.
lv_lv: Informācija par īrnieku, lietotņu reģistrāciju un gatavību aparatūras jaucējkrāna augšupielādei.
nb_no: Leietaker, appregistrering og beredskapsinformasjon for maskinvarehash-opplasting.
nl_nl: Tenant-, app-registratie en gereedheidsinformatie voor het uploaden van hardware-hash.
pl_pl: Informacje o dzierżawie, rejestracji aplikacji i gotowości do przesyłania skrótu sprzętowego.
pt_pt: Informações sobre locatário, registro de aplicativo e preparação para upload de hash de hardware.
ro_ro: Informații privind locatarul, înregistrarea aplicației și pregătirea pentru încărcarea hash hardware.
ru_ru: Информация о клиенте, регистрации приложения и готовности к загрузке хэша оборудования.
sk_sk: Informácie o nájomníkovi, registrácii aplikácie a pripravenosti na nahrávanie hardvérového hash.
sl_si: Informacije o najemniku, registraciji aplikacije in pripravljenosti za nalaganje zgoščene vrednosti strojne opreme.
sr_latn_rs: Informacije o zakupcu, registraciji aplikacije i spremnosti za otpremanje hardverskog heš-a.
sv_se: Hyresgäst, appregistrering och beredskapsinformation för uppladdning av hårdvaruhash.
th_th: ข้อมูลผู้เช่า การลงทะเบียนแอป และข้อมูลความพร้อมสำหรับการอัปโหลดแฮชฮาร์ดแวร์
tr_tr: Kiracı, uygulama kaydı ve donanım karma yüklemesine hazırlık bilgileri.
uk_ua: Орендар, реєстрація програми та інформація про готовність до завантаження хешу обладнання.
zh_cn: 硬件哈希上传的租户、应用程序注册和准备信息。
zh_tw: 硬體哈希上傳的租戶、應用程式註冊和準備資訊。

# Autopilot.HardwareHashTenantReadinessLabel
source: Tenant readiness
ar_sa: جاهزية المستأجر
bg_bg: Готовност на наемателя
cs_cz: Připravenost nájemníka
da_dk: Lejer parathed
de_de: Mieterbereitschaft
el_gr: Ετοιμότητα ενοικιαστών
es_mx: Preparación del inquilino
et_ee: Üürniku valmisolek
fi_fi: Vuokralaisen valmius
fr_ca: Préparation des locataires
he_il: מוכנות הדיירים
hr_hr: Spremnost zakupca
hu_hu: Bérlői felkészültség
it_it: Disponibilità dell'inquilino
ja_jp: テナントの準備
ko_kr: 임차인 준비
lt_lt: Nuomininko pasirengimas
lv_lv: Īrnieku gatavība
nb_no: Leietaker beredskap
nl_nl: Bereidheid van huurders
pl_pl: Gotowość najemcy
pt_pt: Prontidão do inquilino
ro_ro: Pregătirea chiriașului
ru_ru: Готовность арендатора
sk_sk: Pripravenosť nájomcu
sl_si: Pripravljenost najemnika
sr_latn_rs: Spremnost stanara
sv_se: Hyresgästens beredskap
th_th: ความพร้อมของผู้เช่า
tr_tr: Kiracı hazırlığı
uk_ua: Готовність орендаря
zh_cn: 租户准备情况
zh_tw: 租戶準備狀況

# Autopilot.HardwareHashTenantReadinessNameColumn
source: Name
ar_sa: الاسم
bg_bg: Име
cs_cz: Jméno
da_dk: Navn
el_gr: Όνομα
es_mx: Nombre
et_ee: Nimi
fi_fi: Nimi
fr_ca: Nom
he_il: שם
hr_hr: Ime
hu_hu: Név
it_it: Nome
ja_jp: 名前
ko_kr: 이름
lt_lt: Vardas
lv_lv: Vārds
nb_no: Navn
nl_nl: Naam
pl_pl: Imię
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: Meno
sl_si: Ime
sr_latn_rs: Ime
sv_se: Namn
th_th: ชื่อ
tr_tr: İsim
uk_ua: Ім'я
zh_cn: 名称
zh_tw: 名稱

# Autopilot.HardwareHashTenantReadinessValueColumn
source: Value
ar_sa: القيمة
bg_bg: Стойност
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
el_gr: Αξία
es_mx: Valor
et_ee: Väärtus
fi_fi: Arvo
fr_ca: Valeur
he_il: ערך
hr_hr: Vrijednost
hu_hu: Érték
it_it: Valore
ja_jp: 値
ko_kr: 가치
lt_lt: Vertė
lv_lv: Vērtība
nb_no: Verdi
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sk_sk: Hodnota
sl_si: Vrednost
sv_se: Värde
th_th: ความคุ้มค่า
tr_tr: Değer
uk_ua: Значення
zh_cn: 价值
zh_tw: 價值

# Autopilot.HardwareHashTenantStatusDescription
source: Connect to Microsoft Graph for this app session to manage hash upload settings.
ar_sa: اتصل بـ Microsoft Graph لجلسة التطبيق هذه لإدارة إعدادات تحميل التجزئة.
bg_bg: Свържете се с Microsoft Graph за тази сесия на приложението, за да управлявате настройките за качване на хеш.
cs_cz: Chcete-li spravovat nastavení nahrávání hashů, připojte se k Microsoft Graph pro tuto relaci aplikace.
da_dk: Opret forbindelse til Microsoft Graph for denne app-session for at administrere indstillinger for hash-upload.
de_de: Stellen Sie für diese App-Sitzung eine Verbindung zu Microsoft Graph her, um die Hash-Upload-Einstellungen zu verwalten.
el_gr: Συνδεθείτε στο Microsoft Graph για αυτήν την περίοδο λειτουργίας εφαρμογής για να διαχειριστείτε τις ρυθμίσεις μεταφόρτωσης κατακερματισμού.
es_mx: Conéctese a Microsoft Graph para que esta sesión de aplicación administre la configuración de carga de hash.
et_ee: Räsi üleslaadimise seadete haldamiseks looge selle rakenduse seansi jaoks ühendus Microsoft Graph.
fi_fi: Yhdistä Microsoft Graph tätä sovellusistuntoa varten hallitaksesi hajautusasetuksia.
fr_ca: Connectez-vous à Microsoft Graph pour cette session d'application afin de gérer les paramètres de téléchargement de hachage.
he_il: התחבר אל Microsoft Graph עבור הפעלת האפליקציה הזו כדי לנהל את הגדרות העלאת ה-hash.
hr_hr: Povežite se na Microsoft Graph za ovu sesiju aplikacije za upravljanje postavkama prijenosa raspršenih podataka.
hu_hu: Csatlakozzon a Microsoft Graph címhez ehhez az alkalmazásmenethez a hash-feltöltési beállítások kezeléséhez.
it_it: Connettiti a Microsoft Graph per questa sessione dell'app per gestire le impostazioni di caricamento dell'hash.
ja_jp: このアプリ セッションの Microsoft Graph に接続して、ハッシュ アップロード設定を管理します。
ko_kr: 해시 업로드 설정을 관리하려면 이 앱 세션에 대해 Microsoft Graph에 연결하세요.
lt_lt: Norėdami tvarkyti maišos įkėlimo nustatymus, prisijunkite prie Microsoft Graph šiai programos sesijai.
lv_lv: Šajā lietotnes sesijā izveidojiet savienojumu ar Microsoft Graph, lai pārvaldītu jauktās augšupielādes iestatījumus.
nb_no: Koble til Microsoft Graph for denne appøkten for å administrere hash-opplastingsinnstillinger.
nl_nl: Maak verbinding met Microsoft Graph voor deze app-sessie om de hash-uploadinstellingen te beheren.
pl_pl: Połącz się z Microsoft Graph w tej sesji aplikacji, aby zarządzać ustawieniami przesyłania skrótu.
pt_pt: Conecte-se a Microsoft Graph para esta sessão do aplicativo para gerenciar as configurações de upload de hash.
ro_ro: Conectați-vă la Microsoft Graph pentru această sesiune de aplicație pentru a gestiona setările de încărcare hash.
ru_ru: Подключитесь к Microsoft Graph для этого сеанса приложения, чтобы управлять настройками загрузки хеша.
sk_sk: Ak chcete spravovať nastavenia nahrávania hash, pripojte sa k Microsoft Graph pre túto reláciu aplikácie.
sl_si: Povežite se z Microsoft Graph za to sejo aplikacije za upravljanje nastavitev zgoščenega nalaganja.
sr_latn_rs: Povežite se sa Microsoft Graph za ovu sesiju aplikacije da biste upravljali podešavanjima heš otpremanja.
sv_se: Anslut till Microsoft Graph för den här appsessionen för att hantera inställningar för hashuppladdning.
th_th: เชื่อมต่อกับ Microsoft Graph สำหรับเซสชันแอปนี้เพื่อจัดการการตั้งค่าการอัปโหลดแฮช
tr_tr: Karma yükleme ayarlarını yönetmek üzere bu uygulama oturumu için Microsoft Graph adresine bağlanın.
uk_ua: Підключіться до Microsoft Graph для цього сеансу програми, щоб керувати налаштуваннями завантаження хешу.
zh_cn: 连接到此应用程序会话的 Microsoft Graph 以管理哈希上传设置。
zh_tw: 連接到此應用程式會話的 Microsoft Graph 以管理哈希上傳設定。

# Autopilot.HardwareHashTenantStatusLabel
source: Tenant connection
ar_sa: اتصال المستأجر
bg_bg: Връзка с наемател
cs_cz: Připojení nájemníka
da_dk: Lejer tilslutning
de_de: Mieteranbindung
el_gr: Σύνδεση ενοικιαστή
es_mx: Conexión de inquilino
et_ee: Üürniku ühendus
fi_fi: Vuokralaisen yhteys
fr_ca: Connexion du locataire
he_il: חיבור דייר
hr_hr: Stanarski priključak
hu_hu: Bérlői kapcsolat
it_it: Collegamento inquilino
ja_jp: テナント接続
ko_kr: 테넌트 연결
lt_lt: Nuomininko ryšys
lv_lv: Īrnieka savienojums
nb_no: Leietaker tilknytning
nl_nl: Huurder verbinding
pl_pl: Połączenie najemcy
pt_pt: Conexão de locatário
ro_ro: Conexiunea chiriașului
ru_ru: Подключение арендатора
sk_sk: Pripojenie nájomníka
sl_si: Priključek najemnika
sr_latn_rs: Veza stanara
sv_se: Hyresgästförbindelse
th_th: การเชื่อมต่อผู้เช่า
tr_tr: Kiracı bağlantısı
uk_ua: Підключення орендаря
zh_cn: 租户连接
zh_tw: 租戶連線

# Autopilot.ImportButton
source: Import profile
ar_sa: استيراد الملف الشخصي
bg_bg: Импортиране на профил
cs_cz: Importovat profil
da_dk: Importer profil
de_de: Profil importieren
el_gr: Εισαγωγή προφίλ
es_mx: Importar perfil
et_ee: Impordi profiil
fi_fi: Tuo profiili
fr_ca: Profil d'importation
he_il: ייבוא פרופיל
hr_hr: Uvoz profila
hu_hu: Profil importálása
it_it: Importa profilo
ja_jp: プロファイルのインポート
ko_kr: 프로필 가져오기
lt_lt: Importuoti profilį
lv_lv: Importēt profilu
nb_no: Importer profil
nl_nl: Profiel importeren
pl_pl: Importuj profil
pt_pt: Perfil de importação
ro_ro: Importați profilul
ru_ru: Импортировать профиль
sk_sk: Importovať profil
sl_si: Uvozi profil
sr_latn_rs: Uvezi profil
sv_se: Importera profil
th_th: นำเข้าโปรไฟล์
tr_tr: Profili içe aktar
uk_ua: Імпорт профілю
zh_cn: 导入配置文件
zh_tw: 導入設定檔

# Autopilot.ImportFailedTitle
source: Autopilot import failed
ar_sa: Autopilot فشل الاستيراد
bg_bg: Неуспешно импортиране на Autopilot
cs_cz: Import Autopilot se nezdařil
da_dk: Autopilot import mislykkedes
de_de: Autopilot Import fehlgeschlagen
el_gr: Η εισαγωγή Autopilot απέτυχε
es_mx: Autopilot la importación falló
et_ee: Autopilot import ebaõnnestus
fi_fi: Autopilot tuonti epäonnistui
fr_ca: Autopilot échec de l'importation
he_il: הייבוא Autopilot נכשל
hr_hr: Autopilot uvoz nije uspio
hu_hu: Autopilot importálás sikertelen
it_it: Autopilot importazione non riuscita
ja_jp: Autopilot インポートに失敗しました
ko_kr: Autopilot 가져오기 실패
lt_lt: Autopilot importuoti nepavyko
lv_lv: Autopilot importēšana neizdevās
nb_no: Autopilot import mislyktes
nl_nl: Autopilot importeren mislukt
pl_pl: Autopilot import nie powiódł się
pt_pt: Falha na importação Autopilot
ro_ro: Importul Autopilot nu a reușit
ru_ru: Autopilot импорт не удался
sk_sk: Import Autopilot zlyhal
sl_si: Autopilot uvoz ni uspel
sr_latn_rs: Autopilot uvoz nije uspeo
sv_se: Autopilot import misslyckades
th_th: Autopilot การนำเข้าล้มเหลว
tr_tr: Autopilot içe aktarma başarısız oldu
uk_ua: Помилка імпорту Autopilot
zh_cn: Autopilot导入失败
zh_tw: Autopilot導入失敗
